CREATE TABLE IF NOT EXISTS Song(
  title TEXT PRIMARY KEY NOT NULL,
  lyrics TEXT NOT NULL);
REPLACE INTO Song(title, lyrics) VALUES
("يا ناس جرت لي غرائب", "يا ناس جرت لي غرائب"),
("عرضوني زوز صبايا", " عرضوني زوز صبايا وحدة فنار والاخرى شمعة ضواية هاك النهار
وأنا داخل للزنقة هاك النهار.. حطيت ايدي على الحلقة هاك النهار
نلقاهم يحكيو بالدرقة ناصبين خبار فما بيعي وشرايا في هاك النهار
عرضوني زوز صبايا وحدة فنار والاخرى شمعة ضواية هاك النهار
دقيت الباب بظفري هاك النهار.. وخرجت لي ولفتي تجري هاك النهار
لبست لي جبة عكري تخطف الانظار وعسلامة يا مشكاية هاك النهار
عرضوني زوز صبايا وحدة فنار والاخرى شمعة ضواية هاك النهار
قلت لهم عيب عليكم هاك النهار.. قولوا لي وقت اش نجيكم هاك النهار
نايا قلبي باغيكم شعلتلي النار بالله حلو مشكاية في هاك النهار
عرضوني زوز صبايا وحدة فنار والاخرى شمعة ضواية هاك النهار
قالولي الدار ايجانا هاك النهار.. فما فرحنا وهنانا هاك النهار
وحدنا ولا شريك معانا وسط النهار.. ع السلامة يا مشكاية في هاك النهار
عرضوني زوز صبايا وحدة فنار والاخرى شمعة ضواية هاك النهار"),
("يا من بسهم الأشفار", "يا من بسهم الأشفار");
