CREATE TABLE IF NOT EXISTS Song(
  title TEXT PRIMARY KEY NOT NULL,
  lyrics TEXT NOT NULL);
REPLACE INTO Song(title, lyrics) VALUES
("يا ناس جرت لي غرائب", "يا ناس جرت لي غرائب"),
("عرضوني زوز صبايا",
"عرضوني زوز صبايا وحدة فنار
والاخرى شمعة ضواية هاك النهار

وأنا داخل للزنقة هاك النهار
حطيت ايدي على الحلقة هاك النهار
نلقاهم يحكيو بالدرقة ناصبين خبار
فما بيعي وشرايا في هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعة ضواية هاك النهار
دقيت الباب بظفري هاك النهار

وخرجت لي ولفتي تجري هاك النهار
لبست لي جبة عكري تخطف الانظار
وعسلامة يا مشكاية هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعة ضواية هاك النهار

قلت لهم عيب عليكم هاك النهار
قولوا لي وقت اش نجيكم هاك النهار
نايا قلبي باغيكم شعلتلي النار
بالله حلو مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعةضواية هاك النهار

قالولي الدار ايجانا هاك النهار
فما فرحنا وهنانا هاك النهار
وحدنا ولا شريك معانا وسط النهار
ع السلامة يا مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعة ضواية هاك النهار"),
("كحلة لهذاب", "كحلة لهذاب الليلة يا كحلة لهذاب
شاقي في امراض لحباب الليلة يا

شاقي في ثبات في مراضي ناسي طلقونـي
محفل لبنات نجيهم عل راسي وعيــــــوني
محفل لبنات حفالات وزغرطـات
خرجو كيف الباشاوات وعليهم م العين حجاب الليلة يا

حجبت عليهم وعلى النسوان اللي حفـــالة
جو بكساويهم كل وحدة زي ريـــم الغزالة
جو بكساويهم والمحفل منور بيهم
طلبوا على نانا تزهيهم كل بعيد عنــهم يقرب الليلـة يا

كل شيء قريب في مراضكم ماهوش مكادة
جاكم لغريب ومعاه جميع العــــــــــــــوادة
جاكم لغريب العين تجرح والقلب طبيب
والواقف تجيب تزطل القلب اللي تـاب الليلـة يا

انا قلت نتوب ع المحفل يزيني منــــه
نلقى المكتوب مازال مطول في الغنّة
نلقى المكتوب انا جرالي زي المسهوب
مطلوب ونلوج عل راس الكاب الليلة يا"),
("يا من بسهم الأشفار", "يا من بسهم الأشفار");