CREATE TABLE IF NOT EXISTS Song(
  title TEXT PRIMARY KEY NOT NULL,
  lyrics TEXT NOT NULL);
DELETE FROM "Song";
INSERT INTO Song(title, lyrics) VALUES
("يا ناس جرت لي غرائب",
"يا ناس جرت لي غرائب   نحكي لكم تعذروني
رحلوا عليا الحبـــــــــائب   والله العظيم أوحشوني
خلّوا في قلبي لهــــــائب   والدمع جرّح جفوني
( طالع )
خلّوني هايم وفــــــــــاني  صابر على ما نطيق
( رجوع )
حتى جميع من يرانـــــــي  يقول مسيكن عشيق

أدر يا من ليس يــــــدري   الحب شيء عظيم
أنا حبيبي في صـــــــدري   في وسط قلبي مقيم
مولاي لا تفضح أمــــــري   محيي العظام الرميم
( طالع )
واحياني بعد فنــــــــــاني    واسقاني خمرا عتيق
( رجوع )
حتى جميع من يرانــــــي    يقول مسيكن عشيق"),
("عرضوني زوز صبايا",
"عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

وأنا داخل للزنقة هاك النهار
حطيت ايدي على الحلقة هاك النهار
نلقاهم يحكيو بالدرقة ناصبين خبار
فما بيعي وشرايا في هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

دقيت الباب بظفري هاك النهار
وخرجت لي ولفتي تجري هاك النهار
لبست لي جبة عكري تخطف الانظار
وعسلامة يا مشكاية هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

قلت لهم عيب عليكم هاك النهار
قولوا لي وقت اش نجيكم هاك النهار
نايا قلبي باغيكم شعلتلي النار
بالله حلو مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعةضواية هاك النهار

قالولي الدار ايجانا هاك النهار
فما فرحنا وهنانا هاك النهار
وحدنا ولا شريك معنا وسط النهار
على السلامة يا مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار"),
("كحلة الأهذاب", "كحلة الأهذاب الليلة يا كحلة الأهذاب
شاقي في أمراض الحباب الليلة يا

شاقي في ثبات في مراضي ناسي طلقونـي
محفل البنات نجيهم على راسي وعيــــــوني
محفل البنات حفالات وزغرطـات
خرجوا كيف الباشاوات وعليهم من العين حجاب الليلة يا

حجبت عليهم وعلى النسوان اللي حفـــالة
جاوا بكساويهم كل وحدة زي ريـــم الغزالة
جاوا بكساويهم والمحفل منور بيهم
طلبوا على نانا تزهيهم كل بعيد عنــهم يقرب الليلـة يا

كل شيء قريب في مراضكم ماهوش مكادة
جاكم الغريب ومعاه جميع العــــــــــــــوادة
جاكم الغريب العين تجرح والقلب طبيب
والواقف تجيب تزطل القلب اللي تـاب الليلـة يا

أنا قلت نتوب على المحفل يزيني منــــه
نلقى المكتوب مازال مطول في الغنّة
نلقى المكتوب أنا جرالي زي المسهوب
مطلوب ونلوج على رأس الكاب الليلة يا"),
("يا من بسهم الأشفار",
"يا من بسهم الأشفار   مزق صميم فـــــؤادي
قل لي يا زين الأقمـار   و علاش رضيت بعادي
يوم تجي يـا خنـــــــار   نكمد بـــك الأعــــادي
انك نســيت حقـــــــا   العهـــــد و المــــــودة
الدنيا ليست تبقــــــى   و لا تــــدوم لـــحـــــد

قد مــــــــالت الثريــة   قم و انتبه يا نائــــم
و الشمعة الضــويـــــة   توقد في فـرح دائم
قم نغنم الحميــــــــــا   قلبي مـا زال هايــم
هايم في بحر الأشواق   يا ربي و أنت تعلــم
الصبح ما زال يشــرق   و الطير يـتكلـــــــم");
SELECT count(*) FROM "Song";
