CREATE TABLE IF NOT EXISTS Song(
  title TEXT PRIMARY KEY NOT NULL,
  lyrics TEXT NOT NULL);
REPLACE INTO Song(title, lyrics) VALUES
("يا ناس جرت لي غرائب",
"يا ناس جرت لي غرائب   نحكي لكم تعذروني
رحلوا عليا الحبائب           والله العظيم أوحشوني
خلّوا في قلبي لهائب         والدمع جرّح جفوني
( طالع )
خلّوني هايم وفاني           صابر على ما نطيق
( رجوع )
حتى جميع من يراني        يقول مسيكن عشيق

أدر يا من ليس يدري        الحب شيء عظيم
أنا حبيبي في صدري         في وسط قلبي مقيم
مولاي لا تفضح أمري        محيي العظام الرميم
( طالع )
واحياني بعد فناني            واسقاني خمرا عتيق
( رجوع )
حتى جميع من يراني         يقول مسيكن عشيق"),
("عرضوني زوز صبايا",
"عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

وأنا داخل للزنقة هاك النهار
حطيت ايدي على الحلقة هاك النهار
نلقاهم يحكيو بالدرقة ناصبين خبار
فما بيعي وشرايا في هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

دقيت الباب بظفري هاك النهار
وخرجت لي ولفتي تجري هاك النهار
لبست لي جبة عكري تخطف الانظار
وعسلامة يا مشكاية هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار

قلت لهم عيب عليكم هاك النهار
قولوا لي وقت اش نجيكم هاك النهار
نايا قلبي باغيكم شعلتلي النار
بالله حلو مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والاخرى شمعةضواية هاك النهار

قالولي الدار ايجانا هاك النهار
فما فرحنا وهنانا هاك النهار
وحدنا ولا شريك معنا وسط النهار
على السلامة يا مشكاية في هاك النهار

عرضوني زوز صبايا وحدة فنار
والأخرى شمعة ضواية هاك النهار"),
("كحلة الأهذاب", "كحلة الأهذاب الليلة يا كحلة الأهذاب
شاقي في أمراض الحباب الليلة يا

شاقي في ثبات في مراضي ناسي طلقونـي
محفل البنات نجيهم على راسي وعيــــــوني
محفل البنات حفالات وزغرطـات
خرجوا كيف الباشاوات وعليهم من العين حجاب الليلة يا

حجبت عليهم وعلى النسوان اللي حفـــالة
جاوا بكساويهم كل وحدة زي ريـــم الغزالة
جاوا بكساويهم والمحفل منور بيهم
طلبوا على نانا تزهيهم كل بعيد عنــهم يقرب الليلـة يا

كل شيء قريب في مراضكم ماهوش مكادة
جاكم الغريب ومعاه جميع العــــــــــــــوادة
جاكم الغريب العين تجرح والقلب طبيب
والواقف تجيب تزطل القلب اللي تـاب الليلـة يا

أنا قلت نتوب على المحفل يزيني منــــه
نلقى المكتوب مازال مطول في الغنّة
نلقى المكتوب أنا جرالي زي المسهوب
مطلوب ونلوج على رأس الكاب الليلة يا"),
("يا من بسهم الأشفار",
"يا من بسهم الأشفار   مزق صميم فـــــــؤادي
قل لي يا زين الأقمـار   و علاش رضيت بعادي
يوم تجي يـا خنــار       نكمد بـــك الأعــــــادي
انك نســيت حقـــا       العهـــــد و المــــــــودة
الدنيا ليست تبقــى      و لا تــــــدوم لـــحــــدا

قد مــــــــالت الثريــا   قم و انتبه ـيا نايــــــــم
و الشمعة الضــويــــا    توقد في فـرح دايـــــــم
قم نغنم الحمـــــــــــيا  قلبي مـا زال هايـــــــم
هايم في بحر الأشواق   يا ربي و اـنت تعلــــــم
الصبح ما زال يشرق     و الطير يــتكلـــــــــــــم");




